Repository: lazyoop/immwrt-mt798x-Stitch-Enhanced-luci
Catalog: applications/luci-app-simple-adblock/po/*/simple-adblock.po
Languages: ru

source: Add IPv6 entries
ru: Добавить записи IPv6

source: Add IPv6 entries to block-list.
ru: Добавьте записи IPv6 в черный список.

source: Advanced Configuration
ru: расширенная конфигурация

source: Attempt to create a compressed cache of block-list in the persistent memory.
ru: Попытайтесь создать сжатый кеш блочных списков в постоянной памяти.

source: Basic Configuration
ru: Базовая конфигурация

source: Blacklisted Domain URLs
ru: URL ссылки Черных<br />списков доменов

source: Blacklisted Domains
ru: Черный список доменов

source: Blacklisted Hosts URLs
ru: URL ссылки Черных<br />списков хостов

source: Collected Errors
ru: Собранные ошибки

source: Configuration
ru: Конфигурация

source: Controls system log and console output verbosity.
ru: Контроль вывода системного лога в консоль.

source: Curl download retry
ru: Curl повторной загрузки

source: DNS Service
ru: Служба DNS

source: DNSMASQ Additional Hosts
ru: DNSMASQ Дополнительные хосты

source: DNSMASQ Config
ru: DNSMASQ Конфигурация

source: DNSMASQ IP Set
ru: Установить IP DNSMASQ

source: DNSMASQ Servers File
ru: Файл серверов DNSMASQ

source: Delay (in seconds) for on-boot start
ru: Задержка (в секундах) для запуска при загрузке

source: Disable
ru: Отключить

source: Disable Debugging
ru: Отключить отладку

source: Do not add IPv6 entries
ru: Не добавлять записи IPv6

source: Do not store compressed cache
ru: Не хранить сжатый кеш

source: Do not use simultaneous processing
ru: Не используйте одновременную обработку

source: Download time-out (in seconds)
ru: Время ожидания загрузки (в секундах)

source: Enable
ru: Включить

source: Enable Debugging
ru: Включить отладку

source: Enables debug output to /tmp/simple-adblock.log.
ru: Включает отладочный вывод в /tmp/simple-adblock.log.

source: Error
ru: Ошибка

source: Force Router DNS
ru: Назначить DNS роутера

source: Force Router DNS server to all local devices
ru: Назначить DNS роутера всем локальным устройствам

source: Forces Router DNS use on local devices, also known as DNS Hijacking.
ru: Принудительное использование DNS-маршрутизатора на локальных устройствах, также известных как перехват DNS.

source: IPv6 Support
ru: Поддержка IPv6

source: If curl is installed and detected, it would retry download this many times on timeout/fail.
ru: Если curl установлен и обнаружен, он попытается загрузить это много раз по тайм-ауту / неудаче.

source: Individual domains to be blacklisted.
ru: Отдельные домены должны быть в черном списке.

source: Individual domains to be whitelisted.
ru: Отдельные домены должны быть в белом списке.

source: Info
ru: Информация

source: LED to indicate status
ru: LED индикация состояния

source: Launch all lists downloads and processing simultaneously, reducing service start time.
ru: Запускайте все списки загрузки и обработки одновременно, сокращая время запуска сервиса.

source: Let local devices use their own DNS servers if set
ru: Разрешить локальным устройствам использовать собственные DNS, если они прописаны в настройках сети устройства

source: Message
ru: Сообщение

source: Output Verbosity Setting
ru: Настройка журнала

source: Pick the DNS resolution option to create the adblock list for, see the
ru: Выберите параметр разрешения DNS, для которого создается список adblock, см.

source: Pick the LED not already used in
ru: Выберите LED не используется на странице

source: Please note that
ru: Обратите внимание, что

source: README
ru: Описание

source: Run service after set delay on boot.
ru: Запустите сервис после установки задержки при загрузке.

source: Service Status
ru: Статус сервиса

source: Simple AdBlock
ru: Простой AdBlock

source: Simple AdBlock Settings
ru: Simple AdBlock настройки

source: Simultaneous processing
ru: Одновременная обработка

source: Some output
ru: Частичная запись

source: Start
ru: Запустить

source: Stop
ru: Остановить

source: Stop the download if it is stalled for set number of seconds.
ru: Остановите загрузку, если она остановлена на заданное количество секунд.

source: Store compressed cache
ru: Хранить сжатый кеш

source: Store compressed cache file on router
ru: Хранить сжатый файл кэша на маршрутизаторе

source: Suppress output
ru: Запретить запись

source: System LED Configuration
ru: Настройка LED индикации системы.

source: Task
ru: задача

source: URLs to lists of domains to be blacklisted.
ru: URL-адреса списков доменов, которые должны быть в черном списке.

source: URLs to lists of domains to be whitelisted.
ru: URL-адреса списков доменов, которые должны быть в белом списке.

source: URLs to lists of hosts to be blacklisted.
ru: URL-адреса списков хостов, которые должны быть в черном списке.

source: Unbound AdBlock List
ru: Свободный список AdBlock

source: Use simultaneous processing
ru: Использовать одновременную обработку

source: Verbose output
ru: Подробный вывод

source: Warning
ru: Внимание

source: Whitelist and Blocklist Management
ru: Белый и черный списки управления

source: Whitelisted Domain URLs
ru: URL ссылки Белых списков доменов

source: Whitelisted Domains
ru: Белый список доменов

source: for details.
ru: для деталей.

source: is not supported on this system.
ru: не поддерживается в этой системе.

source: none
ru: ничего
