Repository: lazyoop/immwrt-mt798x-Stitch-Enhanced-luci
Catalog: applications/luci-app-aria2/po/*/aria2.po
Languages: ru

source: "Falloc" is not available in all cases.
ru: 'Falloc' возможен не всегда.

source: <abbr title="Distributed Hash Table">DHT</abbr> enabled
ru: <abbr title="Распределенная Hash таблица">DHT</abbr> включена

source: <abbr title="Local Peer Discovery">LPD</abbr> enabled
ru: <abbr title="Обнаружение локальных запросов ">LPD</abbr> включено

source: Additional Bt tracker enabled
ru: Дополнительный<br />Bt tracker включен

source: Aria2 Settings
ru: Настройка Aria2

source: Aria2 Status
ru: Состояние Aria2

source: Aria2 is a multi-protocol &amp; multi-source download utility, here you can configure the settings.
ru: Aria2 - это мульти-протокольная и мульти-платформенная утилита загрузки, здесь вы сможете ее настроить.

source: Autosave session interval
ru: Интервал сессии автосохранения

source: BitTorrent Settings
ru: Настройки BitTorrent-а

source: BitTorrent listen port
ru: Порты BitTorrent-а

source: Collecting data...
ru: Сбор данных...

source: Config file directory
ru: Папка расположения<br />сonfig файла

source: Debug
ru: Отладка

source: Default download directory
ru: Папка загрузки<br />по умолчанию

source: Disk cache
ru: Дисковый кэш

source: Enable log
ru: Включить ведение системного журнала

source: Enabled
ru: Включено

source: Error
ru: Ошибка

source: Extra Settings
ru: Дополнительные настройки

source: Files and Locations
ru: Файлы и папки

source: Follow torrent
ru: Запустить<br />торрент-файл

source: General Settings
ru: Основные настройки

source: Generate Randomly
ru: Генерировать случайно

source: Info
ru: Информация

source: List of additional Bt tracker
ru: Список дополнительных BT tracker-ов

source: List of extra settings
ru: Список дополнительных настроек

source: Log file is in the config file dir.
ru: Файл системного журнала находится в папке с config файлом.

source: Log level
ru: Уровень журналирования

source: Max concurrent downloads
ru: Максимальное количество одновременных загрузок

source: Max connection per server
ru: Максимальное<br />подключение на сервер

source: Max number of peers per torrent
ru: Максимальное число<br />узлов на торрент-файл

source: Max number of split
ru: Максимальное<br />число разделений

source: Min split size
ru: Минимальный размер разделений

source: No Authentication
ru: Без проверки подлинности

source: Notice
ru: Заметка

source: Off
ru: Выключено

source: Open WebUI-Aria2
ru: Открыть WebUI-Aria2

source: Open YAAW
ru: Открыть YAAW

source: Overall download limit
ru: Общий лимит загрузки

source: Overall speed limit enabled
ru: Общий лимит<br />скорости включен

source: Overall upload limit
ru: Общий лимит скачивания

source: Per task download limit
ru: Ограничить задачи загрузок

source: Per task speed limit enabled
ru: Ограничить скорость выполнения каждой задачи

source: Per task upload limit
ru: Ограничить задачи скачивания

source: Prealloc
ru: Предварительно

source: Preallocation
ru: Предварительное размещение

source: Prefix of peer ID
ru: Префикс запроса ID

source: RPC Token
ru: RPC электронный ключ

source: RPC authentication method
ru: RPC метод<br />аутентификации

source: RPC password
ru: RPC пароль

source: RPC port
ru: RPC порт

source: RPC username
ru: RPC логин

source: Run daemon as user
ru: Запуск демона<br />от имени пользователя

source: Sec
ru: Секунды

source: Task Settings
ru: Настройки параметров

source: The Aria2 service is not running.
ru: Aria2 сервис не запущен.

source: The Aria2 service is running.
ru: Aria2 сервис запущен.

source: Token
ru: Электронный ключ

source: Trunc
ru: Обрезать

source: Use WebSocket
ru: Использовать WebSockets

source: User agent value
ru: Агент пользователя

source: Username & Password
ru: Имя и пароль

source: View Json-RPC URL
ru: Показать URL Json-RPC

source: Warn
ru: Внимание

source: in bytes, You can append K or M.
ru: Дисковый кэш в байтах. Вы можете добавить суффикс K (кило) или М (мега).

source: in bytes/sec, You can append K or M.
ru: в байтах/секундах. Вы можете добавить суффикс K (кило) или М (мега).
