Repository: lazyoop/immwrt-mt798x-Stitch-Enhanced-luci
Catalog: applications/luci-app-watchcat/po/*/watchcat.po
Languages: ru

source: Forced reboot delay
ru: Задержка принудительной перезагрузки

source: Host address to ping
ru: Адрес хоста для опроса

source: How often to check internet connection. Default unit is seconds, you can you use the suffix 'm' for minutes, 'h' for hours or 'd' for days
ru: Как часто проверять интернет-соединение. По умолчанию значение в секундах, вы можете использовать суффикс 'm' для указания минут, 'h' - часов, 'd' - дней.

source: In periodic mode, it defines the reboot period. In internet mode, it defines the longest period of time without internet access before a reboot is engaged.Default unit is seconds, you can use the suffix 'm' for minutes, 'h' for hours or 'd' for days
ru: В периодическом режиме, данная настройка определяет период перезагрузки. В интернет-режиме, данная настройка определяет максимальный период времени без доступа в интернет, после которого устройство перезагружается. По умолчанию значение в секундах, вы можете использовать суффикс 'm' для указания минут, 'h' - часов, 'd' - дней.

source: Operating mode
ru: Режим работы

source: Period
ru: Период

source: Ping host
ru: Хост опроса

source: Ping period
ru: Период опроса

source: Watchcat allows configuring a periodic reboot when the Internet connection has been lost for a certain period of time.
ru: Watchcat позволяет настроить периодическую перезагрузку, при потере Интернет соединения на определенное время.

source: When rebooting the system, the watchcat will trigger a soft reboot. Entering a non zero value here will trigger a delayed hard reboot if the soft reboot fails. Enter a number of seconds to enable, use 0 to disable
ru: При перезагрузке системы, watchcat вызовет программную перезагрузку. Ввод ненулевого значения здесь, вызовет отложенную аппаратную перезагрузку, если программная перезагрузка не удастся. Введите количество секунд, чтобы включить, используйте '0', чтобы отключить.
