Repository: lazyoop/immwrt-mt798x-Stitch-Enhanced-luci
Catalog: applications/luci-app-tinyproxy/po/*/tinyproxy.po
Languages: ru

source: <em>Via proxy</em> routes requests to the given target via the specifed upstream proxy, <em>Reject access</em> disables any upstream proxy for the target
ru: <em>'Через прокси'</em> перенаправляет запросы на заданные узлы через указанный восходящий прокси-сервер, <em>'Отклонять доступ'</em> отключает использование прокси-сервер для всех узлов.

source: Adds an "X-Tinyproxy" HTTP header with the client IP address to forwarded requests
ru: Добавляет HTTP-заголовок 'X-Tinyproxy' с IP-адресом клиента ко всем перенаправленным запросам.

source: Allowed clients
ru: Разрешенные клиенты

source: Allowed connect ports
ru: Разрешенные порты подключения

source: Bind address
ru: Привязка адреса

source: By default, basic POSIX expressions are used for filtering. Enable this to activate extended regular expressions
ru: По умолчанию для фильтрации используются базовые POSIX-выражения. Включить эту функцию для активации расширенных регулярных выражений.

source: By default, filter strings are treated as case-insensitive. Enable this to make the matching case-sensitive
ru: По умолчанию строки фильтрации регистро-независимы. Включите эту опцию, чтобы сделать сравнение регистро-зависимым.

source: By default, filtering is done based on domain names. Enable this to match against URLs instead
ru: По умолчанию фильтрация выполняется на основе доменных имен. Включите это для сопоставления с URL-адресами.

source: By default, the filter rules act as blacklist. Enable this option to only allow matched URLs or domain names
ru: По умолчанию правила фильтрации действуют как Черный список. Включите эту опцию, чтобы разрешить только совпадающие URL-адреса или имена доменов.

source: Can be either an IP address or range, a domain name or "." for any host without domain
ru: Может быть IP-адресом, диапазоном, именем домена или '.' для любого хоста без домена

source: Configuration
ru: Настройка

source: Connection timeout
ru: Таймаут соединения

source: Default deny
ru: Запретить по умолчанию

source: Enable Tinyproxy server
ru: Включить сервер Tinyproxy

source: Error page
ru: Страница ошибки

source: Failed to retrieve statistics from url:
ru: Не удалось получить статистику по URL-адресу:

source: Filter by RegExp
ru: Фильтровать по регулярным выражениям (RegExp)

source: Filter by URLs
ru: Фильтровать по URL-адресам

source: Filter case-sensitive
ru: Фильтровать с учетом регистра

source: Filter file
ru: Файл фильтрации

source: Filtering and ACLs
ru: Фильтрация и ACL-ы

source: General settings
ru: Основные настройки

source: Group
ru: Группа

source: HTML template file to serve for stat host requests
ru: HTML-файл шаблона для вывода статистики хостов.

source: HTML template file to serve when HTTP errors occur
ru: HTML-файл шаблона для вывода ошибок HTTP.

source: Header whitelist
ru: Белый список заголовков

source: List of IP addresses or ranges which are allowed to use the proxy server
ru: Список или диапазон IP-адресов, которым разрешено использовать прокси-сервер.

source: List of allowed ports for the CONNECT method. A single value "0" allows all ports
ru: Список разрешенных портов для опции 'CONNECT'. Значение '0' разрешает все порты.

source: Listen address
ru: Слушать адрес

source: Listen port
ru: Слушать порт

source: Log file
ru: Файл системного журнала

source: Log file to use for dumping messages
ru: Файл системного журнала, используемый для сброса сообщений

source: Log level
ru: Настройка журналирования

source: Logging verbosity of the Tinyproxy process
ru: Настройка подробного журналирования процессов Tinyproxy.

source: Max. clients
ru: Макс. кол-во клиентов

source: Max. requests per server
ru: Макс. кол-во запросов на сервер

source: Max. spare servers
ru: Макс. кол-во серверов ожидания

source: Maximum allowed number of concurrently connected clients
ru: Максимально допустимое число параллельно подключенных клиентов.

source: Maximum allowed number of requests per process. If it is exeeded, the process is restarted. Zero means unlimited.
ru: Максимальное допустимое число запросов для каждого процесса. Если превышено, процесс будет перезапущен. Ноль означает неограниченное.

source: Maximum number of prepared idle processes
ru: Максимальное количество подготовленных бездействующих процессов

source: Maximum number of seconds an inactive connection is held open
ru: Максимальное количество секунд, в течение которых неактивное соединение удерживается открытым.

source: Min. spare servers
ru: Мин. количество серверов ожидания

source: Minimum number of prepared idle processes
ru: Минимальное количество подготовленных бездействующих процессов

source: Number of idle processes to start when launching Tinyproxy
ru: Количество бездействующих процессов, запускаемых при запуске Tinyproxy.

source: Plaintext file with URLs or domains to filter. One entry per line
ru: Текстовый файл с URL-адресами или доменами для фильтрации. Одна запись - одна строка.

source: Policy
ru: Политика

source: Privacy settings
ru: Настройки конфиденциальности

source: Reject access
ru: Отклонять доступ

source: Server Settings
ru: Настройки сервера

source: Server limits
ru: Ограничения сервера

source: Specifies HTTP header names which are allowed to pass-through, all others are discarded. Leave empty to disable header filtering
ru: Определяет имена HTTP-заголовков, которые разрешено передавать, все остальные отбрасываются. Оставьте пустым, чтобы отключить фильтрацию заголовков.

source: Specifies the HTTP port Tinyproxy is listening on for requests
ru: Указывает HTTP-порт Tinyproxy, который прослушивает запросы

source: Specifies the Tinyproxy hostname to use in the Via HTTP header
ru: Определяет имя хоста Tinyproxy, которое будет использовано в HTTP-заголовке.

source: Specifies the address Tinyproxy binds to for outbound forwarded requests
ru: Определяет адрес, к которому привязывается Tinyproxy для отправки перенаправленных исходящих запросов.

source: Specifies the addresses Tinyproxy is listening on for requests
ru: Определяет адрес, на котором Tinyproxy ожидает запросы.

source: Specifies the group name the Tinyproxy process is running as
ru: Определяет имя группы, в которой работает Tinyproxy

source: Specifies the upstream proxy to use for accessing the target host. Format is <code>address:port</code>
ru: Определяет восходящий прокси-сервер, используемый для доступа к хосту назначения. Формат <code>'адрес:порт'</code>.

source: Specifies the user name the Tinyproxy process is running as
ru: Задать пользователя, от имени которого работает Tinyproxy

source: Start spare servers
ru: Запустить запасные серверы

source: Statistics page
ru: Страница статистики

source: Status
ru: Состояние

source: Target host
ru: Хост назначения

source: Tinyproxy Status
ru: Состояние Tinyproxy

source: Tinyproxy is a small and fast non-caching HTTP(S)-Proxy
ru: Tinyproxy - небольшой и быстрый HTTP(S)-прокси, не использующий кэш.

source: Upstream Proxies
ru: Прокси для исходящего трафика

source: Upstream proxy rules define proxy servers to use when accessing certain IP addresses or domains.
ru: Правила исходящего трафика прокси-серверов для использования при доступе к определенным IP-адресам или доменам.

source: Use syslog
ru: Системный журнал

source: User
ru: Пользователь

source: Via hostname
ru: Через имя хоста

source: Via proxy
ru: Через прокси

source: Writes log messages to syslog instead of a log file
ru: Записывать сообщения журнала в общий системный журнал, вместо файла отдельного файла Tinyproxy.

source: X-Tinyproxy header
ru: Заголовок X-Tinyproxy
